<!-- <template>
  <div class="con-box">
    <div class="header-top">
      <div class="contract-container">
        <p>中融證券委託管理資金協議<a href="###" onclick="printht();" target="_self">【打印合同】</a></p>

<p><strong>甲方（委託人）：富途證券</strong></p>

<p>聯絡方式：中國香港</p>

<p>委託金額：<u>3000</u></p>

<p>委託期限：<u>10天</u></p>

<p>每天應收利息：<u>5.2</u></p>

<p>&nbsp;</p>

<p>(注：計算中存在四捨五入。)</p>

<p>乙方（受託人）：15200000000</p>

<p>&nbsp;</p>

<table border="1" cellspacing="0" style="width:980px">
	<tbody>
		<tr>
			<td>真實姓名</td>
			<td>身分證號碼</td>
			<td>用戶名</td>
		</tr>
		<tr>
			<td></td>
			<td></td>
			<td>15200000000</td>
		</tr>
	</tbody>
</table>

<p>&nbsp;</p>

<p><strong>第一條&nbsp;&nbsp; 總則</strong></p>

<p>1、甲方是一家依法成立並有效存續的有限責任公司，擁有http://whp.qrsma.cn網站（下稱「富途證券（環球）投資管理公司-香港自營證券股票配資服務機構」）的經營權，對網站用戶的信用、應得利益進行管理，承擔本協議第九條第4款之責任；</p>

<p>2、乙方已在富途證券（環球）投資管理公司-香港自營證券股票配資服務機構網站註冊，並承諾其提供給甲方的信息是完全真實的；</p>

<p>3、甲方承諾對本協議涉及的委託資金具有完全的支配能力，是其自有閒散資金，爲其合法所得；並承諾其提供給甲方的信息是完全真實的；</p>

<p>4、乙方有股票交易技術能夠在股市中賺取收益，甲方願意將股票帳戶中的資金委託給乙方管理獲得固定利息收益，雙方有意成立委託管理資金關係。</p>

<p><strong>據此，各方經協商同意，達成如下協議，以資共同信守：</strong></p>

<p>&nbsp;</p>

<p><strong>第二條&nbsp;&nbsp; 委託方式及用途</strong></p>

<p>&nbsp;1、乙雙方同意根據本協議約定委託管理資金，乙方經由甲方向甲方按天一次性支付利息。關於委託金額、資金天月利息、Margin金額、委託期限、付息日 、付息方式等雙方約定如下：</p>

<p>&nbsp;</p>

<table border="0" cellpadding="0" cellspacing="0" style="width:593px">
	<tbody>
		<tr>
			<td>
			<p>委託金額</p>
			</td>
			<td>
			<p>3000</p>
			</td>
		</tr>
		<tr>
			<td>
			<p>資金天利率</p>
			</td>
			<td>
			<p><u>0.26</u>%</p>
			</td>
		</tr>
		<tr>
			<td>
			<p>Margin金額</p>
			</td>
			<td>
			<p>1000USD</p>
			</td>
		</tr>
		<tr>
			<td>
			<p>委託期限</p>
			</td>
			<td>
			<p><u>10</u>&nbsp;天，&nbsp;2020-07-22起&nbsp;，至&nbsp;2020-08-04止</p>
			</td>
		</tr>
		<tr>
			<td>
			<p>委託到期日</p>
			</td>
			<td>
			<p>2020-08-04&nbsp;（24:00前，節假日順延）</p>
			</td>
		</tr>
		<tr>
			<td>
			<p>付息方式</p>
			</td>
			<td>
			<p>委託時一次性付清每月利息提前支付</p>
			</td>
		</tr>
	</tbody>
</table>

<p>&nbsp;</p>

<p>2、雙方簽訂《委託管理資金協議書》之後，甲方將甲方的委託資金和乙方的Margin從指定金融帳戶轉入甲方股票交易帳戶中，同時將股票交易帳戶的帳號和交易密碼告知乙方 。</p>

<p>3、乙方可以使用上述股票交易帳戶內資金總額（包括委託資金和Margin）購買上海或深圳證券交易所交易的股票，盈利歸乙方所有，虧損由乙方承擔，即乙方對上述 帳戶進行股票買賣等操作產生的一切風險和後果由乙方承擔，與甲方、甲方無關。</p>

<p>4、乙方購買的股票原則上應業績優良、流通股本規模適度、流動性好。乙方購買股票要按照以下條件：</p>

<p>&nbsp;&nbsp;&nbsp;1）不得購買S、ST、*ST、S*ST、SST、以及被交易所特別處理的股票；不得購買有重大利空（包括但不限於被證監會或公安機關調查）的股票；不得購買系統默認進入黑名單的股票；</p>

<p>&nbsp;&nbsp;&nbsp;2）不得購買股價在40USD以上的股票；不得購買基金；不得申購新股；</p>

<p>&nbsp;&nbsp;&nbsp;3）不得購買停牌後復牌首日股票；不得購買首日上市新股；不得購買不設漲跌停板限制的股票；不得購買當日跌幅達到過7%的股票（包括當日打開跌停板的股票）；</p>

<p>&nbsp;&nbsp;&nbsp;4) 主板單隻股票持仓不得超過帳戶總資產的50%(30萬以內不受限制)；</p>

<p>&nbsp;&nbsp;&nbsp;5）單隻股票持仓的市值不得超過流通The total market capitalization的5%。</p>

<p>&nbsp;&nbsp;&nbsp;6）單隻股票持仓The total market capitalization不得超過該股前5個交易日日均成交額的5%。</p>

<p>&nbsp;&nbsp;&nbsp;如按照收盤價計算，乙方在某一交易日違反第4第5條約定，則乙方須在下一個交易日上午10:30前自行調整至約定比例，否則甲方有權以任何可以成交的價格完全賣出違反本條約定之類別股票。</p>

<p>5、甲方和乙方一致同意委託甲方對乙方進行全程帳戶管理和風險控制，在乙方使用股票交易帳戶進行投資交易的過程中，乙方願意接受甲方 及甲方的監管。</p>

<p>6、以上規則解釋權歸屬甲方，甲方可根據業務和風控需求，同時保留對參與規則必要的修改和完善，如有調整甲方會及時在其網站公佈，若甲乙雙方在本協議及具體規則內容公 告變更後繼續使用本服務的，表示甲乙雙方已充分閱讀、理解並接受修改後的協議和具體規則內容，也將遵循修改後的協議和具體規則使用本網站的服務；同時就甲乙雙方在協議 和具體規則修訂前通過本網站進行的交易及其效力，視爲您已同意並已按照本協議及有關規則進行了相應的授權和追認。</p>

<p>&nbsp;</p>

<p><strong>第三條&nbsp;&nbsp; 協議的訂立</strong></p>

<p>1、各方同意並確認，各方通過自行或授權有關方根據富途證券（環球）投資管理公司-香港自營證券股票配資服務機構網站有關規則和說明，在富途證券（環球）投資管理公司-香港自營證券股票配資服務機構網站進行委託資金申請和註冊操作等方式確認簽署本協議。</p>

<p>2、乙雙方通過上述方式接受本協議且甲方審覈通過時，本協議立即成立；協議成立的同時甲方不可撤銷授權，甲方將委託資金劃轉至給乙方操作的股票交易帳戶。</p>

<p>3、甲方同意並授權甲方按本協議及富途證券（環球）投資管理公司-香港自營證券股票配資服務機構網站有關規則的約定對委託資金和相關費用進行劃扣和支付，並由甲方代爲收取乙方支付的有關款項。</p>

<p>&nbsp;</p>

<p><strong>第四條 Margin及擔保範圍</strong></p>

<p>1、乙方應根據《委託管理資金協議》的約定支付Margin到甲方指定帳戶，並及時補足Margin。如果乙方追加Margin或將贏利部分資金轉成Margin,應通知甲方確認。</p>

<p>2、乙方Margin擔保範圍包括但不限於：委託資金本金和利息、滯納金、違約金、損害賠償金。</p>

<p>3、如乙方未及時付清任一筆款項，甲方有權從該筆委託資金對應的股票交易帳戶內平倉出金或修改密碼限制買賣，然後從該筆委託資金對應的Margin中直接 收取拖欠的款項，如果該筆委託資金的Margin不足以支付的，甲方有權從乙方其他委託資金的Margin中抵扣。</p>

<p>4、乙方授權甲方，如果乙方未能履行本協議約定的任何義務，甲方無論是否事先通知乙方，均可直接從乙方Margin中劃扣乙方應付欠款。本授權委託在本協議法定 訴訟時效內不可撤銷。</p>

<p>&nbsp;</p>

<p><strong>第五條 委託期限和利息</strong></p>

<p>1、委託資金利率以《委託管理資金協議》約定爲準，利息收取起算日自股票交易帳戶開設完畢並取得交易資格，且甲方委託資金全額到 帳的當日開始計算。</p>

<p>2、委託期限：委託金額和期限以《委託管理資金協議》爲準，乙方要求清盤需提前5天通知甲方。</p>

<p>3、利息支付方式爲：</p>

<p>&nbsp;&nbsp;&nbsp;每月先付後用，即第一個月的利息於乙方開始使用委託人資金的前一日支付，第二個月的利息於乙方使用委託人資金滿一個月之日支付，以此類推（遇節假日應 提前支付），乙方應提前將當月利息支付至甲方指定的帳戶，由甲方按時將利息轉爲支付給甲方。</p>

<p>4、如乙方延期支付利息的，甲方有權不經乙方同意直接將股票交易帳戶內的股票平倉轉帳，並按拖欠利息總和的每日0.1%收取滯納金。如果甲方在賣出股票品種收取利息、滯納金後，股票交易帳戶內的總資產達到警戒線或平 倉線的，按本協議警戒線、Closing Line條款執行。</p>

<p>5、在委託期內，無論任何原因，乙方未使用股票交易帳戶進行交易或造成股票帳戶不能進行交易的，乙方都應向甲方按本協議約定支付利息。</p>

<p>&nbsp;</p>

<p><strong>第六條 終止委託和結算方式</strong></p>

<p>1、當股票交易帳戶的總資產（包括現金和證券）大於委託資金和Margin的總額時，視作股票交易帳戶的盈利歸乙方取得，乙方有權要求甲方將盈利部分轉至乙方帳戶，超出操盤資金的盈利可提取，最低1000USD，每10個自然日最多1次，甲方接受盈利出金的時間爲每個交易日9：30-14：30，14：30後申請的客戶，資金T+1日處理。甲方應在收到乙方出金通知之日當天內完成轉帳，如因金融或證券公司的原因而未能在當日完成轉帳的除外。</p>

<p>2、停牌股票的處理：協議帳戶出現停牌股票後，甲方立即凍結停牌股票市值30%的乙方Margin，直到該停牌股票開盤變現（盈虧都歸乙方）再釋放，剩餘乙方Margin在所有未停牌股票市值的108%以上的乙方可以繼續交易，達不到上述要求的乙方在三日內補足Margin，不能補足Margin的，協議終止，甲方將平倉所有未停牌股票按本條第3款結算。</p>

<p>3、每一筆委託到期前一個交易日，乙方應將股票交易帳戶的總資產全部變現爲貨幣資金，期滿當日，甲乙雙方辦理委託資金帳戶內資產的清算手續，甲方須在辦理完畢清算手續的三日內將除甲方本金和應得利息之外的款項劃轉到乙方帳戶；如乙方所購股票中出現有停牌股票不能賣出， 乙方必須留存停牌股票市值30%的風險Margin，然後繼續支付利息延續本協議直至停牌結束，否則甲方將按停牌前最後收盤價的70%計算乙方交易帳號盈虧完成帳戶結算。</p>

<p>4、委託期滿或本協議終止，甲方如未能全部收回其委託資金及利息，有權向乙方追償，乙方除歸還甲方全部委託資金和支付利息外，還應從委託期滿之日起按委託資金和Margin之和的0.1%/日支付利息至甲方帳戶。</p>

<p>5、本協議因任何原因終止時，乙方應將委託人的委託資金歸還給甲方，並不再使用甲方的股票交易帳戶進行股票交易。</p>

<p>6、甲乙任一方若對資金劃轉有異議的，可以向甲方提出異議申請，由甲方配合查詢三個月內轉帳信息。</p>

<p>&nbsp;</p>

<p><strong>第七條 甲方的權利、義務及違約責任</strong></p>

<p>1、甲方保證其所用於委託的資金來源合法，甲方是該資金的合法所有人。</p>

<p>2、甲方有權委託甲方監管股票交易帳戶的運作，對乙方進行帳戶管理和風險控制。</p>

<p>3、甲方享有其所委託資金所帶來的利息收益，並應主動繳納由利息所得帶來的可能的稅費。</p>

<p>4、委託期滿，乙方應將委託資金歸還給甲方並不再使用甲方股票交易帳戶進行股票交易，否則甲方有權銷戶或修改交易密碼，調出或處置股票交易帳戶內資產。</p>

<p>5、甲方保證委託資金來源正當合法，不存在負債或者或有負債（指應披露而未披露結果給該筆資金的依約使用帶來爭議或者糾紛的負債），甲方具有對金融帳戶 和股票交易帳戶使用和處理的排他性權利，並承諾在本協議執行期間不以金融帳戶和股票交易帳戶內資產（包括現金和證券）設置抵押、擔保、租賃、託管等。</p>

<p>6、如乙方所購股票因異常波動、上市公司涉嫌違規需要進行調查以及突發性事件或不可抗力等原因導致該證券連續停牌達到 7個交易日或者連續跌停板導致平倉 無法實現，且佔委託資金帳戶The total market capitalization50%以上，乙方須即時將帳戶內其它證券平倉，所得款項連同帳戶資金一併用於清償甲方委託資金，不足部分由乙方自有資金償還。同時，該證券復牌後或者連續 跌停板打開且平倉可以實現時，如乙方仍有未清償的委託資金，則甲方有權直接將該證券平倉用於清償乙方所欠甲方的委託資金，剩餘部分返還至乙方帳戶內。當乙方所欠甲方的委託資金 全部清償完畢，則甲方不再收取乙方的利息和逾期違約金。</p>

<p>&nbsp;</p>

<p><strong>第八條 乙方的權利、義務及違約責任</strong></p>

<p>1、乙方可以通過甲方股票交易帳戶按照本協議約定進行買賣股票操作，有權收取使用股票交易帳戶內資金總額投資所得的收益，承擔全部損失；無論股票交易帳戶盈 虧如何，乙方須按本協議約定向甲方支付利息。</p>

<p>2、如任一股票交易帳戶內的所有股票出售（即清盤）後，還不足以歸還該筆委託資金，乙方必須在清盤後三日內將虧損額補足歸還給甲方，否則甲方有權從 乙方進行交易的其他股票交易帳戶中扣除相應金額。</p>

<p>3、乙方無權更改股票帳戶的交易密碼，乙方擅自更改交易密碼的視作嚴重違約。</p>

<p>4、乙方不得進行坐莊、對敲、接盤、大宗交易、內幕信息等違反股票交易法律法規及證券公司規定的交易。</p>

<p>5、如因乙方違規操作、債務等原因，導致甲方帳戶（包括金融帳戶和股票帳戶）被依法採取查封、凍結、劃撥等強制措施，造成甲方損失的，乙方應從帳戶 被依法處置之日起按本金及利息之和按照0.1%的日利率向甲方支付違約金，如違約金不足以彌補損失的，乙方還應承擔賠償責任。委託期滿,帳戶仍未解除強制措施的,本協議自動 終止,乙方應另行全額歸還給甲方委託資金、支付利息，並按約支付違約金。</p>

<p>6、在上述情況下本協議自動終止時也不能退還Margin，直到甲方帳戶解除強制措施時方能退還。</p>

<p>7、股票交易費用由乙方承擔：</p>

<p>&nbsp;&nbsp;&nbsp;1）所有費用均以交易總額爲基數計算；</p>

<p>&nbsp;&nbsp;&nbsp;2）Stamp duty按照國家標準，由證券公司在客戶交易時直接代扣代繳；</p>

<p>&nbsp;&nbsp;&nbsp;3）交易佣金由證券公司在交易時扣收；</p>

<p>&nbsp;&nbsp;&nbsp;4）因買入金額過少（單筆2萬以下）造成實際佣金與券商註明佣金有微小差別（10%以內的差別），乙方表示無異議。</p>

<p>8、如果遇到政府部門出臺繳納個人資本利得稅，則甲方和乙方各自承 擔協議期內的個人資本利得稅部分，並互相保留1年的追溯權。</p>

<p>9、由於信託產品期限問題，乙方使用的股票帳戶有可能因信託產品到期無法繼續使用，需要更換帳戶時，乙方須配合甲方及時更換股票帳戶，如乙方不配合帳戶更換，導致原帳戶不能正常交易的，責任由乙方自行承擔。</p>

<p>10、如帳戶內持仓股票有配股權利的，在券商通知後2天內，乙方應騰出可用資金購買配股或者把該股票賣出。如果乙方未執行，甲方有權利以任何價格賣出該股票 ，如出現虧損由乙方自己承擔。</p>

<p>11、本協議因任何原因終止時，乙方應將委託人的委託資金歸還給甲方，並不再使用甲方股票交易帳戶進行交易。</p>

<p>&nbsp;</p>

<p><strong>第九條 甲方的權利、義務</strong></p>

<p>1、甲方同意向乙方委託資金時，已委託甲方在本協議成立後將該筆委託資金直接劃付至甲方的股票交易帳戶。甲方授權並委託甲方代其收取本協議文 首所約定的委託人每月應收利息，代收後按照甲方的要求進行處置，乙方對此表示認可。</p>

<p>2、甲乙雙方同意甲方有權代甲方在必要時對乙方進行欠款（利息、風險Margin和委託資金的虧損）的違約提醒及催收工作，包括但不限於電話通知、上門通知、發律師函、對乙方提起訴訟等。甲方在此 確認委託甲方爲其進行以上工作，並授權甲方可以將此工作委託給其他方進行。乙方對前述委託的提醒、催收事項已明確知曉並應積極配合，同時應承擔因乙方逾期支付欠款而產生的 催收費用。</p>

<p>3、甲方接受乙雙方的委託行爲所產生的法律後果由相應委託方承擔。如因乙方或其他方（包括但不限於技術問題）造成的延誤或錯誤，甲方不承擔任何 責任；甲方應對甲方和乙方的信息及本協議內容保密；如任何一方違約，或應相關權利部門（包括但不限於法院、仲裁機構、金融監管機構）要求，甲方有權披露</p>

<p>4、存在於甲方帳戶內歸屬乙方的Margin及盈利甲方無故違約不予返還的，甲方先行主動墊付給乙方。</p>

<p><strong>第十條 警戒線與Closing Line</strong></p>

<p>1、當委託資金帳戶內的總資產爲委託資金的108%時爲警戒線，委託資金股票帳戶總資產低於警戒線後乙方禁止繼續買入股票，如購買了股票，乙方承諾對因此帶來的盈利全部歸甲方所有，虧損由乙方承擔。乙方於下一交易日 10:00前必須追加Margin至帳戶總資產處於起始比例，如不按規定追加Margin的，甲方有權將帳戶的股票減倉至Margin餘額的6倍，直到乙方將Margin補充至起始比例方可重新操作。當委託資金帳戶內的總資產低於委託資金的106%時爲Closing Line，甲方有權立即賣出委託資金股票帳戶內的全部股票，乙方 被平倉後，須將Margin加至帳戶總資產達到起始比例方可重新操作（如乙方被平倉或減倉後，在已支付利息的時間內，可要求將帳戶資金減至乙方Margin餘額的6倍，交給乙方操 作）。</p>

<p>2、乙方被強制平倉後，最近一個利息支付日之前未追加足額Margin時，甲方將通知乙方終止本協議。約定的委託期限仍剩餘一個月以上的，乙方需向甲方賠償一個月的利息，作爲甲方資金閒置緩衝期 的補償。如平倉後剩餘資金不足以支付甲方利息時，甲方有權向乙方追索利息欠款，甲方將盡最大努力協助甲方追索乙方利息欠款。</p>

<p>3、當帳戶內某股票在某一交易日的全天成交金額低於500萬USD，且該股票持仓市值超過當日全天成交金額的30%，則甲方有權利要求乙方在下一交易日上午 10:30前將該股票市值降低至上一交易日該股票日成交金額的30%以內，或按照該股票持仓市值20%的金額追加額外Margin，該額外Margin不得用於購買股票。如該股票在連續5個交 易日中每天的成交金額不低於500萬USD且滿足本協議其他條款時，甲方將於下一交易日將額外Margin無息退還給乙方。</p>

<p>&nbsp;</p>

<p><strong>第十一條 風險揭示</strong></p>

<p>1、乙方在簽署本合同前須詳細閱讀本協議內容及相關風險提示。</p>

<p>2、技術風險揭示</p>

<p>&nbsp;&nbsp;&nbsp;1）互聯網是開放性的公衆網絡，網上證券交易委託除具有其他委託方式共同的風險外，還有其特有的風險，如由於互聯網數據傳輸等原因，交易指令可能會出現中斷、停頓、延遲、數據錯誤等情況。</p>

<p>&nbsp;&nbsp;&nbsp;2）互聯網存在黑客惡意攻擊的可能性，亦存在病毒入侵的可能性，互聯網服務器可能會出現故障及其他不可預測的因素；或由於乙方不慎將密碼泄露或被他人盜用，均存在乙方帳戶被他人盜買盜賣的風險。</p>

<p>&nbsp;&nbsp;&nbsp;3）乙方的電腦設備及軟體系統與所提供的網上交易系統不相匹配，導致無法下達委託指令或委託失敗。</p>

<p>3、規避風險建議</p>

<p>&nbsp;&nbsp;&nbsp;1）乙方務必注意個人信息資料的保密，帳戶密碼妥善保存，如意識到密碼可能泄露，請及時修改密碼。</p>

<p>&nbsp;&nbsp;&nbsp;2）乙方用於交易委託的電腦必須安裝可信賴的病毒防火牆和網絡防火牆軟體，並確認其正常工作。</p>

<p>&nbsp;&nbsp;&nbsp;3）乙方如遇個人電腦系統、網絡通訊或者網上交易相關軟體出現異常情況，應暫時停止網上委託。</p>

<p>4、特別提示</p>

<p>乙方簽訂本協議後，表明乙方已完全瞭解網上交易可能存在的相應風險，以及自身決策失誤造成的損失，並承諾自行承擔。</p>

<p>&nbsp;</p>

<p><strong>第十二條 協議生效、終止和續簽</strong></p>

<p>1、因委託期滿、約定自動終止情形出現、任一方依法依約解除本協議及雙方協商一致解除本協議而終止，《委託管理資金協議》的任一筆委託資金未到期的，本協議效力延續 至委託協議到期止。</p>

<p>2、在本協議執行期間，如遇到乙方操作的任一股票交易帳戶The total market capitalization（盤中市值）低於Closing Line時，甲方有權立即賣出該股票交易帳戶內的全部股票，且乙方在三個交易日內沒有追加Margin《委託管理資金協議》自動終止。</p>

<p>3、在本協議未終止前，甲方不得擅自提前收回任一筆委託資金，若因乙方原因使一筆委託不能期滿的（包括乙方低於Closing Line被甲方平倉且三個交易日不能補足Margin的），已經預付的當月利息不予退還；如乙方剩餘一個月以上的委託協議無力履行的則需罰息一個月作爲違約金賠償給甲方。</p>

<p>4、如因證券公司政策原因，股票交易帳戶無法正常繼續使用，本協議自動終止，乙雙方互不追究違約責任，有關於本協議第四條情形的按本協議第四條約定進行結算。</p>

<p>5、乙方違法違規進行股票操作或乙方有嚴重違約行爲的，甲方有權立即解除本協議，平倉鎖定帳戶，收回委託資金，已支付利息不退還給乙方，乙方還需按 1 個月額 外利息作爲違約金給甲方，在確定不會給甲方造成損失的前提下，甲方向乙方退回剩餘Margin。</p>

<p><br>
&nbsp;</p>

<p><img alt="" src="1"><br>
<br>
&nbsp;</p>

<p>&nbsp;</p>

<p>&nbsp;</p>

<p>&nbsp;</p>
    </div>
    </div>
  </div>

</template>

<script>
  import * as api from '../../../axios/api'
  import ChartBox from './chart'

  export default {
    components: {
      ChartBox
      // ,DetailTable
    },
    props: {
      list: {
        type: Object,
        default () {
          return {
            list: []
          }
        }
      },
      getData: {
        type: Function,
        default: function () {}
      },
      handleOptions: {
        type: Function,
        default: function () {}
      },
      refresh: {
        type: Boolean,
        default: function () {}
      }
    },
    data () {
      return {
        loading: false,
        activeName: 'first',
        settingInfo: {}, // 设置信息
        indexSettingInfo: {},
        futuresSettingInfo: {},
        bankInfo: {},
        accountActiveNames: ['1'],
        pageNum: 1,
        pageSize: 8,
      }
    },
    watch: {},
    computed: {
     
    },
    created () {
    },
    methods: {
      
    }
  }
</script>
<style lang="less" scoped>
  .contract-container {
    width: 1000px;
    margin: 0 auto;
  }
  
</style> -->
